import avatar1 from "./avatar/avatar1.png";
import avatar2 from "./avatar/avatar2.png";
import avatar3 from "./avatar/avatar3.jpg";
import avatar4 from "./avatar/avatar4.jpg";

const commentsPart = [
    {
        id: 1,
        img: avatar1,
        date: "18.10.2023",
        name: "Анна Семенова",
        text: "Я провела незабываемый отдых в глэмпинге Bri Village! Домик был очень уютным и комфортабельным, современным и со всем необходимым для приятного проживания. Персонал был очень дружелюбным и готовым помочь нам в любых вопросах и пожеланиях. Мы также наслаждались разнообразными развлечениями, такими как рыбалка, прогулки на велосипедах и барбекю. Я очень рекомендую глэмпинг Bri Village для тех, кто хочет насладиться природой и комфортом. Это был незабываемый отдых, и я обязательно вернусь сюда еще раз!",
    },
    {
        id: 2,
        img: avatar2,
        date: "3.10.2023",
        name: "Сергей Рахманинов",
        text: "Я провела незабываемый отдых в глэмпинге Bri Village! Домик был очень уютным и комфортабельным, современным и со всем необходимым для приятного проживания. Персонал был очень дружелюбным и готовым помочь нам в любых вопросах и пожеланиях. Мы также наслаждались разнообразными развлечениями, такими как рыбалка, прогулки на велосипедах и барбекю. Я очень рекомендую глэмпинг Bri Village для тех, кто хочет насладиться природой и комфортом. Это был незабываемый отдых, и я обязательно вернусь сюда еще раз!",
    },
    {
        id: 3,
        img: avatar3,
        date: "12.04.2024",
        name: "Ирина Иванова",
        text: "Мой отдых в глэмпинге Bri Village был просто восхитительным! Домики были просторными, уютными и идеально оборудованными для комфортного проживания. Везде царила чистота и порядок. Персонал приятно удивил своим профессионализмом и заботой, они помогали решать любые вопросы быстро и с улыбкой. Мы наслаждались потрясающей природой, катались на каяках, пробовали местные блюда на пикнике и устраивали вечерние посиделки у костра. Этот глэмпинг стал для меня настоящим открытием, и я с радостью порекомендую его всем друзьям и знакомым.",
    },
    {
        id: 4,
        img: avatar4,
        date: "22.10.2024",
        name: "Александра Степаненко",
        text: "Провела замечательный уикенд в глэмпинге Bri Village! Домики оказались стильными и невероятно комфортными, с шикарным видом на природу. Каждая деталь в них была продумана, чтобы гости чувствовали себя как дома. Персонал был невероятно приветливым, помогал организовать экскурсии и делал все возможное, чтобы мы наслаждались отдыхом. Мы отлично провели время, гуляя по лесным тропам, устраивая пикники и просто наслаждаясь тишиной и свежим воздухом. Bri Village — идеальное место для тех, кто ищет баланс между природой и уютом. Обязательно вернусь сюда снова!",
    },
]

export default commentsPart;